Repository: jasqnlu/Dial-Down---Breath-and-Relax
Catalog: Breath - Relax & Stretch/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans

source: About
es: Acerca de
fr: À Propos
zh_hans: 关于

source: Accept & Start a Session
es: Aceptar e Iniciar una Sesión
fr: Accepter et Démarrer une Séance
zh_hans: 接受挑战并开始训练

source: Add Sessions to Calendar
es: Añadir Sesiones al Calendario
fr: Ajouter les Séances au Calendrier
zh_hans: 将训练添加到日历

source: All Time
es: Total
fr: Au Total
zh_hans: 总计

source: All Types
es: Todos los Tipos
fr: Tous les Types
zh_hans: 所有类型

source: Authentication
es: Autenticación
fr: Authentification
zh_hans: 身份验证

source: Badges Earned
es: Insignias Obtenidas
fr: Badges Obtenus
zh_hans: 已获得徽章

source: Be the first to appear on the leaderboard.
es: Sé el primero en aparecer en la clasificación.
fr: Soyez le premier à apparaître dans le classement.
zh_hans: 成为第一个登上排行榜的人。

source: Belly Breathing
es: Respiración Abdominal
fr: Respiration Abdominale
zh_hans: 腹式呼吸

source: Better Breathing
es: Mejor Respiración
fr: Meilleure Respiration
zh_hans: 改善呼吸

source: Body
es: Cuerpo
fr: Corps
zh_hans: 身体

source: Body Map
es: Mapa Corporal
fr: Carte du Corps
zh_hans: 身体图谱

source: Box Breathing
es: Respiración Cuadrada
fr: Respiration Carrée
zh_hans: 方块呼吸法

source: Breathe
es: Respirar
fr: Respirer
zh_hans: 呼吸

source: Calming ratio that activates the parasympathetic nervous system.
es: Una proporción calmante que activa el sistema nervioso parasimpático.
fr: Un rythme apaisant qui active le système nerveux parasympathique.
zh_hans: 舒缓的节奏，可激活副交感神经系统。

source: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消

source: Challenge
es: Desafío
fr: Défi
zh_hans: 挑战

source: Challenge a Friend
es: Desafiar a un Amigo
fr: Défier un Ami
zh_hans: 向好友发起挑战

source: Close
es: Cerrar
fr: Fermer
zh_hans: 关闭

source: Community
es: Comunidad
fr: Communauté
zh_hans: 社区

source: Complete a session to see your weekly activity.
es: Completa una sesión para ver tu actividad semanal.
fr: Terminez une séance pour voir votre activité hebdomadaire.
zh_hans: 完成一次训练即可查看本周活动。

source: Connect Apple Health
es: Conectar con Salud
fr: Connecter Santé
zh_hans: 连接 Apple 健康

source: Create your own or borrow one from the library.
es: Crea la tuya o toma una prestada de la biblioteca.
fr: Créez la vôtre ou empruntez-en une dans la bibliothèque.
zh_hans: 创建你自己的计划，或从库中借用一个。

source: Current Streak
es: Racha Actual
fr: Série Actuelle
zh_hans: 当前连续天数

source: Custom
es: Personalizado
fr: Personnalisé
zh_hans: 自定义

source: Custom Pattern
es: Patrón Personalizado
fr: Rythme Personnalisé
zh_hans: 自定义模式

source: Daily Reminders
es: Recordatorios Diarios
fr: Rappels Quotidiens
zh_hans: 每日提醒

source: Data
es: Datos
fr: Données
zh_hans: 数据

source: Day Streak
es: Días de Racha
fr: Jours Consécutifs
zh_hans: 连续天数

source: Days
es: Días
fr: Jours
zh_hans: 天

source: Delete
es: Eliminar
fr: Supprimer
zh_hans: 删除

source: Diaphragmatic breathing to deepen relaxation and release tension.
es: Respiración diafragmática para profundizar la relajación y liberar tensión.
fr: Respiration diaphragmatique pour approfondir la relaxation et libérer les tensions.
zh_hans: 横膈膜呼吸，加深放松并释放紧张感。

source: Dismiss
es: Descartar
fr: Ignorer
zh_hans: 忽略

source: Done
es: Listo
fr: Terminé
zh_hans: 完成

source: Earn points by completing sessions.
es: Gana puntos completando sesiones.
fr: Gagnez des points en terminant des séances.
zh_hans: 完成训练即可获得积分。

source: Edit
es: Editar
fr: Modifier
zh_hans: 编辑

source: Edit Pattern
es: Editar Patrón
fr: Modifier le Rythme
zh_hans: 编辑模式

source: Enable Reminders
es: Activar Recordatorios
fr: Activer les Rappels
zh_hans: 启用提醒

source: Energising
es: Energizante
fr: Énergisante
zh_hans: 提神呼吸

source: Equal inhale, hold, exhale, hold — great for stress relief and focus.
es: Inhalación, retención, exhalación y retención iguales — ideal para aliviar el estrés y mejorar la concentración.
fr: Inspiration, rétention, expiration et rétention égales — idéal pour réduire le stress et améliorer la concentration.
zh_hans: 吸气、屏息、呼气、屏息时间相等——非常适合缓解压力和集中注意力。

source: Exercises
es: Ejercicios
fr: Exercices
zh_hans: 练习

source: Exhale
es: Exhalar
fr: Expirer
zh_hans: 呼气

source: Export My Data
es: Exportar Mis Datos
fr: Exporter Mes Données
zh_hans: 导出我的数据

source: Female
es: Mujer
fr: Femme
zh_hans: 女性

source: Flexibility
es: Flexibilidad
fr: Flexibilité
zh_hans: 柔韧性

source: For You
es: Para Ti
fr: Pour Vous
zh_hans: 为你推荐

source: Get a gentle daily reminder to practise.
es: Recibe un recordatorio diario suave para practicar.
fr: Recevez un rappel quotidien en douceur pour pratiquer.
zh_hans: 获取温柔的每日练习提醒。

source: Great work. Keep the streak going!
es: ¡Buen trabajo! Sigue con tu racha.
fr: Excellent travail. Continuez votre série !
zh_hans: 做得好！继续保持你的连续记录！

source: Health & Safety
es: Salud y Seguridad
fr: Santé et Sécurité
zh_hans: 健康与安全

source: Hold
es: Retener
fr: Retenir
zh_hans: 屏息

source: Hold (after exhale)
es: Retener (después de exhalar)
fr: Retenir (après l'expiration)
zh_hans: 屏息（呼气后）

source: Inhale
es: Inhalar
fr: Inspirer
zh_hans: 吸气

source: Integrations
es: Integraciones
fr: Intégrations
zh_hans: 集成

source: Leaderboard
es: Clasificación
fr: Classement
zh_hans: 排行榜

source: Leaderboard Not Set Up
es: Clasificación No Configurada
fr: Classement Non Configuré
zh_hans: 排行榜尚未设置

source: Less
es: Menos
fr: Moins
zh_hans: 少

source: Male
es: Hombre
fr: Homme
zh_hans: 男性

source: Minutes
es: Minutos
zh_hans: 分钟

source: More
es: Más
fr: Plus
zh_hans: 多

source: My Goals
es: Mis Objetivos
fr: Mes Objectifs
zh_hans: 我的目标

source: No data yet
es: Aún no hay datos
fr: Aucune donnée pour l'instant
zh_hans: 暂无数据

source: No Entries Yet
es: Aún No Hay Entradas
fr: Aucune Entrée pour l'Instant
zh_hans: 暂无排行记录

source: No Exercises
es: Sin Ejercicios
fr: Aucun Exercice
zh_hans: 暂无练习

source: No Exercises Found
es: No Se Encontraron Ejercicios
fr: Aucun Exercice Trouvé
zh_hans: 未找到相关练习

source: No results for your search.
es: No hay resultados para tu búsqueda.
fr: Aucun résultat pour votre recherche.
zh_hans: 没有找到相关结果。

source: No Routines Yet
es: Aún No Hay Rutinas
fr: Aucune Routine pour l'Instant
zh_hans: 暂无训练计划

source: No sessions yet
es: Aún no hay sesiones
fr: Aucune séance pour l'instant
zh_hans: 暂无训练记录

source: Not signed in
es: Sesión no iniciada
fr: Non connecté
zh_hans: 未登录

source: Pain Relief
es: Alivio del Dolor
fr: Soulagement de la Douleur
zh_hans: 缓解疼痛

source: Points
es: Puntos
zh_hans: 积分

source: points earned
es: puntos obtenidos
fr: points gagnés
zh_hans: 获得积分

source: Points History
es: Historial de Puntos
fr: Historique des Points
zh_hans: 积分历史

source: Privacy & Data
es: Privacidad y Datos
fr: Confidentialité et Données
zh_hans: 隐私与数据

source: Profile
es: Perfil
fr: Profil
zh_hans: 个人资料

source: Progress
es: Progreso
fr: Progrès
zh_hans: 进度

source: Progress & Charts
es: Progreso y Gráficos
fr: Progrès et Graphiques
zh_hans: 进度与图表

source: Quick Session
es: Sesión Rápida
fr: Séance Rapide
zh_hans: 快速训练

source: Reminders
es: Recordatorios
fr: Rappels
zh_hans: 提醒

source: Routines
es: Rutinas
zh_hans: 训练计划

source: Save
es: Guardar
fr: Enregistrer
zh_hans: 保存

source: Search exercises
es: Buscar ejercicios
fr: Rechercher des exercices
zh_hans: 搜索练习

source: Seed exercises will load on first launch.
es: Los ejercicios iniciales se cargarán en el primer inicio.
fr: Les exercices de base se chargeront au premier lancement.
zh_hans: 初始练习将在首次启动时加载。

source: Session
es: Sesión
fr: Séance
zh_hans: 训练

source: Session Complete
es: Sesión Completa
fr: Séance Terminée
zh_hans: 训练完成

source: Session Complete!
es: ¡Sesión Completa!
fr: Séance Terminée !
zh_hans: 训练完成！

source: Sessions
es: Sesiones
fr: Séances
zh_hans: 训练次数

source: Share
es: Compartir
fr: Partager
zh_hans: 分享

source: Share Streak
es: Compartir Racha
fr: Partager la Série
zh_hans: 分享连续记录

source: Short exhale ratio to boost alertness and mental clarity.
es: Una proporción de exhalación corta para aumentar el estado de alerta y la claridad mental.
fr: Un rapport d'expiration courte pour stimuler la vigilance et la clarté mentale.
zh_hans: 短促的呼气比例，可提升警觉性和思维清晰度。

source: Sign Out
es: Cerrar Sesión
fr: Se Déconnecter
zh_hans: 退出登录

source: Signed in with
es: Sesión iniciada con
fr: Connecté avec
zh_hans: 登录方式

source: Skip for Now
es: Omitir por Ahora
fr: Ignorer pour l'Instant
zh_hans: 暂时跳过

source: Stay on Track
es: Mantente en el Camino
fr: Restez sur la Bonne Voie
zh_hans: 坚持你的计划

source: Streak
es: Racha
fr: Série
zh_hans: 连续天数

source: Streak Calendar
es: Calendario de Racha
fr: Calendrier de Série
zh_hans: 连续记录日历

source: Stress Relief
es: Alivio del Estrés
fr: Soulagement du Stress
zh_hans: 缓解压力

source: The community backend hasn't been configured yet.
es: El backend de la comunidad aún no se ha configurado.
fr: Le backend communautaire n'a pas encore été configuré.
zh_hans: 社区后端尚未配置。

source: The exercises in this routine couldn't be loaded.
es: No se pudieron cargar los ejercicios de esta rutina.
fr: Les exercices de cette routine n'ont pas pu être chargés.
zh_hans: 无法加载此训练计划中的练习。

source: This Week
es: Esta Semana
fr: Cette Semaine
zh_hans: 本周

source: Total Minutes
es: Minutos Totales
fr: Minutes Totales
zh_hans: 总分钟数

source: Total Points
es: Puntos Totales
fr: Points Totaux
zh_hans: 总积分

source: Two-Factor Authentication
es: Autenticación en Dos Pasos
fr: Authentification à Deux Facteurs
zh_hans: 双重验证

source: Version
es: Versión
zh_hans: 版本

source: View All Badges
es: Ver Todas las Insignias
fr: Voir Tous les Badges
zh_hans: 查看所有徽章

source: View on GitHub
es: Ver en GitHub
fr: Voir sur GitHub
zh_hans: 在 GitHub 上查看

source: Voice Cues
es: Indicaciones de Voz
fr: Indications Vocales
zh_hans: 语音提示

source: Year in Review
es: Resumen del Año
fr: Bilan de l'Année
zh_hans: 年度回顾

source: Your Stats
es: Tus Estadísticas
fr: Vos Statistiques
zh_hans: 你的统计数据
